# IdeaStatiCa.ConnectionApi.Model.IGroup

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Faces** | **List&lt;int&gt;** |  | [optional]
**Selected** | **Selected** |  | [optional]
**Lines** | **List&lt;Line&gt;** |  | [optional]
**Priority** | **int** |  | [optional]
**Text** | **List&lt;Text&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)